Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/auto/gm_help_en-US_ru.tmx
Source language: en_us
Languages: ru

source: Game difficulty level
ru: Уровень сложности игры

source: Choose one of eight pre-set difficulty levels.
ru: Выберите один из восьми уровней сложности игры.

source: You may also #Customize# or #Randomize# the game settings
ru: Вы можете также настроить сложность самостоятельно или выбрать Случайно.

source: Number of Cities
ru: Количество городов

source: Play with single or multiple cities.
ru: Играть с одним или несколькими городами.

source: Your start-up capital
ru: Ваш стартовый капитал

source: Set the level of cash your corporation has at the beginning of the game.
ru: Установите уровень денежных средств, которыми ваша корпорация располагает в начале игры.

source: Your Advantage
ru: Ваше преимущество

source: Stock Market
ru: Фондовый рынок

source: The stock market allows for stock trading.
ru: Фондовый рынок позволяет торговать акциями.

source: Product Customization
ru: Настройка продукта

source: If this is set to On, you will find the Product Customization tool in the Manufacturer's Guide.
ru: Если установлено значение "Вкл.,в Руководстве Производителя можно найти инструмент настройки продукта.

source: ("Technology Disruption" option is disabled when "Product Customization" is enabled.)
ru: (Параметр "Технологический Спад" отключается,если включена "Настройка Продукта".)

source: Product Customization Range
ru: Диапазон настройки продукта

source: Low - product customization applies to your company only; Medium - it applies to your company and your subsidiaries; High - it applies to all companies.
ru: Низкая - настройка продукта применяется только к вашей компании; Средний - относится к вашей компании и дочерним компаниям; Высокая - касается всех компаний.

source: Private Company (Subsidiary DLC)
ru: Частная компания (Subsidiary DLC)

source: If this is set to On, your company will start as a private company.
ru: Если установлено значение "Вкл.", ваша компания начнет свою деятельность как частная компания.

source: Alternative Stock Sim
ru: Альтернативная система акций

source: If this is set to Yes, 1) stock prices are unaffected by the current economic state, and 2) stock trading between the player's company and its subsidiaries is prohibited, thus making it harder to speculate stocks for quick profits.
ru: Если установлено "Да", то 1) цены на акции не зависят от текущего экономического состояния, 2) торговля акциями между компанией игрока и ее дочерними компаниями запрещена, что затрудняет спекуляцию акциями для получения быстрой прибыли.

source: Random Events
ru: Случайные события

source: Allow such occurences as plagues, animal disease and power black-outs and their economic consequences.
ru: Включает такие происшествия, как эпидемии, болезни животных и отключения электроэнергии, а также их экономические последствия.

source: Technology Disruption
ru: Технологический Спад

source: If it is set to On, technology disruption occurs constantly and all technology variables decrease by 10% every year.
ru: Если "Включено", технологический спад происходят регулярно и все технологии теряют 10% значения каждый год.

source: AI Friendly Merger
ru: Дружеское Слияние ИИ

source: If it is set to On, two AI corporations may merge with each other on mutually beneficial terms.
ru: Если "Включено", две корпорации ИИ (компьютера) могут объединиться на взаимновыгодных условиях.

source: Macro Economy Realism
ru: Реализм Макроэкономики

source: If it is set to High, the macro economy in the game will be simulated with a high level of realism.
ru: Если установлено значение "Высоко",то макроэкономика в игре будет моделироваться с высоким уровнем реализма.

source: Inflation
ru: Инфляция

source: Inflation is enabled when this option is set to On. If it is set to Inverse Inflation, monetary amounts are adjusted based on their net purchasing power.
ru: Если установлено "Обратная инфляция", денежные суммы корректируютсяв в зависимости от их чистой покупательной способности.

source: The Purchasing Power Index starts at 100% and diminishes over those years with inflation. All cash and loan amounts will shrink in accordance to this Purchasing Power Index.
ru: Индекс покупательной способности начинается со 100% и уменьшается в течение этих лет с ростом инфляции.Все денежные средства и суммы займов будут сокращаться в соответствии с данным Индексом покупательной способности.

source: Inflation Strength
ru: Сила инфляции

source: Select Reduced Inflation Strength if you prefer less strong inflation.
ru: Выберите "Сниженная", если предпочитаете менее сильную инфляцию.

source: As such, it will have the inflation artificially suppressed.
ru: Таким образом, инфляция будет искусственно подавлена.

source: Retail store type
ru: Тип розничного магазина

source: Choose 'Many' to allow specialist stores, such as supermarkets, furniture stores etc., or 'One' to have only department stores.
ru: Выберите "Много", чтобы включить специализированные магазины, таким как магазины одежды, мебельные магазины и т.д., или "Один", чтобы в игре были только универмаги.

source: Game starting year
ru: Год начала игры

source: If you set it to a later year, there will be fewer types of technology that you have to research, as some of them will be already available when the game starts.
ru: Если установить более поздний год, будет меньше технологий, которые придется исследовать, так как некоторые из них уже будут доступны при запуске игры.

source: Number of AI Competitors
ru: Количество конкурентов

source: This determines the number of AI controlled corporations.
ru: Определяет количество корпораций, контролируемых ИИ.

source: Competitors' Start-up Capital
ru: Стартовый капитал конкурента

source: This determines the sizes of start-up capital of AI controlled corporations.
ru: Определяет начальный капитал ИИ корпораций.

source: There will be AI corporations focused on real estate, media and technology if this is set to High or above.
ru: Корпорации ИИ буду сфокусированные на недвижимости, медиа и технологиях, если установлено на "высокий" или выше..

source: AI Expansion Aggressiveness
ru: Агрессивность расширения ИИ

source: This determines how aggressive AI companies are in pursuing business expansions.
ru: Определяет, насколько агрессивно ИИ-компании стремятся к расширению бизнеса.

source: AI Expertise Level
ru: Уровень опыта ИИ

source: This determines the expertise levels of AI persons in the game.
ru: Определяет уровень деловых качеств(компетенции) ИИ персонажей в игре.

source: Show competitors' trade secrets
ru: Показывать коммерческие тайны конкурентов

source: If you select "Yes", you will be able to access the trade secrets of all AI companies in the game.
ru: Если вы выберете "Да", вы сможете получить доступ к коммерческим секретам всех ИИ компаний в игре.

source: Competence of local competitors
ru: Компетентность местных конкурентов

source: It determines the competence of local competitors - their general capabilities to sell high quality products at competitive prices.
ru: Определяет компетенцию местных конкурентов - их общую способность продавать продукцию высокого качества по конкурентоспособным ценам.

source: Number of seaports Importing Consumer Goods per City
ru: Число портов, импортирующих бытовые товары в города

source: A high number of consumer seaports increases the availability of consumer goods which companies may import and sell at retail.
ru: Большое количество морских потребительских портов повышает доступность потребительских товаров, которые компании могут импортировать и продавать в розницу.

source: Number of seaports Importing Industrial Goods per City
ru: Число портов, импортирующих сырье в города

source: A high number of industrial seaports increases the availability of manufacturing materials.
ru: Большое количество промышленных морских портов повышает доступность производственных материалов.

source: New seaports Emerge during the game
ru: Новые морские порты появляются в течение игры

source: Choose to allow the creation of new import sources.
ru: Выберите, чтобы разрешить создание новых источников импорта.

source: Constant import supply
ru: Постоянные импортные поставки

source: Constant supplies ease the problems of stockpiling products and the search for alternative supplies.
ru: Постоянные поставки облегчают проблемы, связанные с хранением продуктов и поиском альтернативных поставок.

source: Import quality
ru: Качество импорта

source: Low quality products offer the chance for fledgling local manufacturers to compete.
ru: Низкое качество продукции дает шанс молодым местным производителям конкурировать.

source: High quality products offer a more attractive retail prospect to the consumer.
ru: Высокое качество продукции увеличивает привлекательность розничных продаж для потребителей.

source: You must confirm this before sending this Challenge Game to other players.
ru: Вы должны подтвердить это перед отправкой этой Испытательной Игры другим игрокам.

source: You may start the game first, then adjust the challenge game and goal settings as needed, and finally confirm them.
ru: Сначала можно начать игру, затем при необходимости скорректировать параметры игры и цели и, наконец, подтвердить их.

source: How-to web page
ru: Веб-страница с инструкциями

source: Launch a web browser and open the web page with instructions on how to set up a private challenge game.
ru: Запустите веб-браузер и откройте веб-страницу с инструкциями по настройке частной игры.

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Randomly disable product classes
ru: Случайно отключенные классы продуктов

source: When you select this check box, the system will randomly disable a specific percentage of product classes in the new game.
ru: Установив этот флажок, система случайным образом отключит определенный процент классов продуктов в новой игре.

source: Percentage of product classes to be disabled
ru: Процент отключенных классов продуктов

source: Set the percentage of product classes to be disabled.
ru: Задайте процент отключенных классов продуктов.

source: This will make the competition more intense and improve gameplay, especially when playing a MOD game with a large variety of products.
ru: Это сделает конкуренцию более интенсивной и улучшит игровой процесс, особенно при игре с МОДОМ с большим разнообразием продуктов.

source: Percentage of competitors that are private companies (Subsidiary DLC)
ru: Процент конкурентов, являющихся частными компаниями

source: AI companies are randomly set up as private companies based on this preference.
ru: Компании ИИ случайным образом создаются как частные компании на основе этого выбора.

source: Your subsidiaries (Subsidiary DLC)
ru: Ваши филиалы (Subsidiary DLC)

source: The number of subsidiaries that your company owns at the beginning of the game.
ru: Количество дочерних компаний, которыми владеет ваша компания в начале игры.

source: Product List
ru: Список продуктов

source: You may exclude specific products from the game by either selecting them manually, or using the 'Random Disable Product Classes' feature to select them automatically.
ru: Вы можете исключить определенные продукты из игры, выбрав их вручную или воспользовавшись функцией «Случайное отключение классов продуктов», чтобы выбрать их автоматически.

source: First City Cash Level (City Economic Simulation DLC)
ru: Уровень денежных средств в первом городе(City Economic Simulation DLC)

source: The first city's cash level at the beginning of the game.
ru: Уровень денежных средств в первых городах в начале игры.

source: Public Expenses Index
ru: Индекс государственных расходов

source: This index affects the recurring expenses of public facilities, which impacts the game's difficulty when playing as a mayor.
ru: Этот индекс влияет на текущие расходы общественных учреждений, что влияет на сложность игры при игре в качестве мэра.

source: When it is set to a higher value, the same public facility incurs larger operating expenses.
ru: Когда он установлен на более высокое значение, то же общественное учреждение влечет за собой большую стоимость эксплуатации.

source: Retail Store Floors
ru: Этажи розничных магазинов

source: Choose 'Multiple' to allow for setting up multiple floors in a single retail store.
ru: Выберите «Несколько», чтобы разрешить установку нескольких этажей в одном розничном магазине.

source: Donations to Rival Political Parties
ru: Пожертвования конкурирующим политическим партиям

source: If you set this to a value greater than zero, rival political parties will receive donations from the general public over time.
ru: Если вы установите для этого значения значение больше нуля, конкурирующие политические партии со временем получат пожертвования от широкой общественности.

source: This setting is mainly for increasing the difficulty level of the game.
ru: Этот параметр предназначен для повышения уровня сложности игры.

source: Random Product Reinvention
ru: Случайное переизобретение продукта

source: When you select this check box, the system will randomly lock a specific percentage of product classes in the new game and require the player to "reinvent" them in R&D centers.
ru: Когда вы устанавливаете этот флажок, система случайным образом блокирует определенный процент классов продуктов в новой игре и требует, чтобы игрок «заново изобрел» их в центрах исследований и разработок.

source: Percentage of products requiring reinvention
ru: Процент продуктов, требующих повторного изобретения

source: Set the percentage of products to be locked initially in the game, which can be unlocked via R&D invention projects.
ru: Установить процент продуктов, которые будут заблокированы в начале игры, которые можно разблокировать с помощи научных исследований.

source: Note that the player person's expertise product class will not be locked.
ru: Обратите внимание, что класс продуктов специализации игрока не будет заблокирован.

source: Land Price Index
ru: Индекс цен на землю

source: If this index is higher than 100, land prices in this game will be higher than normal.
ru: Если этот показатель выше 100, цены на землю в этой игре будут выше, чем обычно.

source: Conversely, if this index is lower than 100, companies can buy land at generally lower costs.
ru: И наоборот, если этот показатель ниже 100, компании могут покупать землю по более низким ценам.

source: Software Revenue Index
ru: Индекс дохода от программного обеспечения

source: If this index is higher than 100, the demand and revenue from software products in this game will be higher than normal.
ru: Если этот показатель выше 100, спрос и выручка от программных продуктов в этой игре будут выше, чем обычно.

source: Conversely, if this index is lower than 100, software businesses will be less profitable.
ru: И наоборот, если этот индекс ниже 100, предприятия, занимающиеся разработкой программного обеспечения, будут менее прибыльными.

source: Internet Revenue Index
ru: Индекс интернет-доходов

source: If this index is higher than 100, revenue generated by Internet companies will be higher than normal.
ru: Если этот показатель выше 100, доход от интернет-компаний будет выше, чем обычно.

source: Conversely, if this index is lower than 100, Internet companies will be less profitable.
ru: И наоборот, если этот показатель ниже 100, интернет-компании будут менее прибыльными.

source: AI Acquires Private Companies
ru: ИИ приобретает частные компании

source: This determines whether AI corporations may acquire independent private companies or not.
ru: Определяет, могут ли корпорации ИИ приобретать независимые частные компании или нет.

source: Will AI tech companies go IPO?
ru: Будут ли IT-компании ИИ выходить на IPO ?

source: If this is enabled, private AI tech companies from the Digital Age DLC may go public on the stock exchange.
ru: Если данная функция включена, частные IT-компании из (Digital Age DLC) могут выйти на фондовую биржу.

source: If it is set to a value, AI companies will go public within the specified number of years.
ru: Если задано значение, компании ИИ станут публичными в течение указанного количества лет.

source: E-commerce
ru: Электронная торговля (E-commerce )

source: If this is enabled, companies will be able to build e-commerce firms and sell products via e-commerce.
ru: Если данная функция включена, компании смогут создавать фирмы электронной коммерции и продавать продукты через интернет-магазины.

source: AI Smart Phone Company First-mover Advantage
ru: Компания ИИ, производящая смартфоны имеет преимущество перед конкурентами

source: Smart phone companies run by AI will have higher initial capital and start with more advanced tech for Smart Phone and OS.
ru: Компании, производящие смартфоны под управлением ИИ, будут иметь более высокий начальный капитал и начнут с более передовых технологий для смартфонов и ОС.

source: AI Game Console Company First-mover Advantage
ru: Компания ИИ Игровые Консрли Преимущество первопроходца

source: Game console companies run by AI will have higher initial capital.
ru: Компании-производители игровых консолей, управляемые ИИ, будут иметь более высокий начальный капитал.

source: Base Loan Interest Rate
ru: Базовая процентная ставка по кредиту

source: This modifies the base interest rate which affects #bonds# and #bank loans#.
ru: Изменяет базовую процентную ставку, которая влияет на # облигации # и # банковские кредиты #.

source: A higher interest rate increases borrowing costs, posing greater challenges for companies that take on debt to expand.
ru: Более высокая процентная ставка увеличивает стоимость заимствований, создавая более серьезные проблемы для компаний, которые берут в долг для расширения.

source: Player Starts with Operating System (OS) Technologies
ru: Игрок начинает с технологий операционной системы (ОС)

source: If this is enabled, the player will possess tech technologies in Operating System (OS) in the beginning of the game.
ru: Если включено, в начале игры игрок будет владеть технологиями в операционной системе (ОС).

source: Max AI Software and Internet Companies
ru: Макс ИИ. Программное обеспечение и интернет-компании

source: This option limits the maximum number of AI software and Internet companies in a game.
ru: Эта опция ограничивает максимальное количество ИИ производящие программное обеспечения и интернет-компаний в игре.

source: A lower value means an easier game.
ru: Чем ниже значение, тем проще игра.

source: (You may set the limits for software and Internet companies separately using a script.)
ru: (Вы можете установить ограничения для программного обеспечения и интернет-компаний отдельно, используя скрипт.)

source: Talent System
ru: Система талантов

source: If this is set to Simplified, all talents start with a skill level of 50.
ru: Если установить «Упрощенное», все таланты начинаются с 50-го уровня навыка.

source: If this is set to Greatly Simplified, loyalty and headhunting features of the talent system are disabled too.
ru: Если установить «Сильно упрощенное», функции лояльности и охоты за головами в системе талантов также отключаются.

source: More Talents
ru: Больше талантов

source: You may use this option to have the game duplicate talent data to increase the supply of talents.
ru: Вы можете использовать эту опцию, чтобы дублировать данные о талантах в игре для увеличения количества талантов.

source: Randomize Global Competitiveness Ratings
ru: Рандомизировать рейтинги глобальной конкурентоспособности

source: If this is enabled, global competitiveness ratings across industries will be randomized in the beginning of the game.
ru: Если этот параметр включен, рейтинги глобальной конкурентоспособности по отраслям будут рандомизированы в начале игры.

source: If this is disabled, global competitiveness ratings will be initialized with a constant value of 30.
ru: Если этот параметр отключен, рейтинги глобальной конкурентоспособности будут инициализированы постоянным значением 30.

source: Global Competitiveness Rating Increases
ru: Повышается рейтинг глобальной конкурентоспособности

source: This option determines whether global competitiveness ratings will increase over time, progressively making the game more challenging.
ru: Этот параметр определяет, будут ли со временем расти рейтинги глобальной конкурентоспособности, постепенно усложняя игру.

source: A higher value means that it increases at a faster rate.
ru: Более высокое значение означает, что оно увеличивается быстрее.

source: Aggressiveness of AI banks and insurance companies
ru: Агрессивность ИИ: банков и страховых компаний

source: A higher value means that AI banks will aggressively lure customers from competitors by offering higher deposit interest rates, and AI insurance companies will offer more competitively priced insurance products.
ru: Более высокое значение означает, что банки ИИ будут агрессивно переманивать клиентов у конкурентов, предлагая более высокие процентные ставки по депозитам, а страховые компании ИИ будут предлагать страховые услуги по более конкурентоспособным ценам.

source: Personal Savings Rate Modifier
ru: Модификатор личной нормы сбережений

source: This slider modifies the personal savings rate.
ru: Этот ползунок изменяет норму личных сбережений.

source: A higher personal savings rate means that people will save and deposit more money into banks, thus boosting the profitability of banks in general.
ru: Более высокая норма личных сбережений означает, что люди будут откладывать и вкладывать больше денег в банки, тем самым повышая прибыльность банков в целом.

source: You may have the game duplicate talent data to increase the supply of talents.
ru: У вас могут быть дублированные данные о талантах в игре, чтобы увеличить их количество.

source: Use this slider to set the percentage of additional talents that you want the game to generate for this new game.
ru: Используйте этот ползунок, чтобы установить процент дополнительных талантов, которые вы хотите, чтобы игра генерировала для этой новой игры.

source: Apartment Capacity Modifier
ru: Модификатор вместимости квартиры

source: Use this slider to modify the capacity of all apartments.
ru: Используйте этот ползунок, чтобы изменить вместимость всех квартир.

source: 100 is the standard value.
ru: 100 - стандартное значение.

source: Lowering it decreases the number of people each apartment houses.
ru: Снижение его снижает количество людей в каждом многоквартирном доме.

source: This means that more apartments need to be built and the real estate business will be more profitable.
ru: Это означает, что нужно строить больше квартир, и бизнес с недвижимостью станет более прибыльным.

source: Commercial Capacity Modifier
ru: Модификатор коммерческой емкости

source: Use this slider to modify the capacity of all commercial buildings.
ru: Используйте этот ползунок, чтобы изменить вместимость всех коммерческих зданий.

source: Lowering it will decrease the amount of office space each commercial building provides.
ru: Его уменьшение уменьшит количество офисных площадей, которые предоставляет каждое коммерческое здание.

source: This means that more commercial buildings need to be built and the real estate business will be more profitable.
ru: Это означает, что необходимо строить больше коммерческих зданий, и бизнес с недвижимостью будет более прибыльным.

source: When Product Customization is enabled, Technology Disruption will be automatically turned off.
ru: Если "Настройка продукта" включена, "Технологический Спад" будет автоматически отключен.
